{
    "basking":{
        "label" : "basking",
        "image_url" : "https://www.mcsuk.org/media/f3fc5b139170f774d0561f429953a20607ca9f7d.jpeg",
        "description": "The Basking Shark is the second largest species of extant shark, only smaller than the Whale Shark in overall size. Compared to Great White Sharks, they are much larger. Like whale sharks, basking sharks are filter feeders that grow to enormous size while eating the ocean’s smallest organisms! \n\nBasking sharks can reach enormous sizes – some have been over 40 feet long and weigh as much as 16 tons! Due to their slow movement, docile nature, and lack of sharp teeth, basking sharks have long been a target of the fishing industry. However, its populations have dwindled considerably due to all the harvesting, and the shark is now considered Endangered."
    },
    "blacktip": {
        "label" : "blacktip",
        "image_url" : "https://www.aquariumofpacific.org/images/made_new/email_images-blacktip_reef_shark_600_q85.jpg",
        "description" : "Blacktip sharks live in coastal waters off beaches, over coral reefs and in bays and estuaries. They are a migratory species and usually aggregate in small schools segregated by gender. On average, blacktip sharks grow to about 5.5 feet (1.7 m) long and 55 pounds (25 kg) with females growing larger than males. The largest female blacktip shark ever recorded was 6.8 feet (2.1 m) long.\n\nBlacktip sharks are commonly seen by swimmers and fishers along the world’s coasts and are possibly the most abundant large species along the Gulf of Mexico coast, making them exceedingly vulnerable to accidental capture. Unlike many large marine species that fall victim to bycatch, the blacktip shark is a primary, direct target of many commercial fisheries. Blacktip sharks are fished commercially for their highly regarded meat in American, Mexican, Indian and Mediterranean markets, as well as for their fins in East Asian markets. Blacktip sharks are also fished recreationally in U.S. and Mexico waters."
    },
    "blue":{
        "label":"blue",
        "image_url" : "https://oceana.org/sites/default/files/blue_shark_0.jpg",
        "description":"Though they may reach lengths of up to nine or ten feet (3 m), blue sharks specialize in relatively small prey, including small pelagic fishes and small squids, and they undertake regular feeding dives to deeper pelagic waters, likely to hunt.\n\nIn some places, the blue shark is an important species to marine tourism as divers, photographers, etc. enjoy encountering it. In rare instances, individuals have bitten people, but this happens only very infrequently. The blue shark has one of the largest geographic distributions among the sharks and was historically one of the most (if not the most) common pelagic sharks in the world. Its wide distribution and dense population structure makes the blue shark a target of fisheries in some areas and a common accidentally caught species in gillnet and longline fisheries targeting other species. Furthermore, its fins are considered highly valuable, and blue sharks may be the target of illegal ‘shark finning’ operations, where the fins are cut off and kept, while the rest of the shark is wasted. Though experts believe it is only ‘near threatened’ with extinction (as a result of its wide range), the blue shark’s numbers have decreased by as much as 80% in some areas. Therefore, it is important to continue to monitor the targeted and incidental catch of this species and to update its population trends as new information becomes available."
    },
    "bull":{
        "label":"bull",
        "image_url":"https://oceana.org/sites/default/files/shutterstock_107332190.jpg",
        "description":"The bull shark is a predatory species that lives in coastal seas and is the shark with the best ability to move into freshwaters – particularly large, coastal rivers and lakes. They are able to move back and forth between saltwater and freshwater with ease. This behavior brings them into more contact with humans than most species of sharks, and they are therefore responsible for fatally biting more people than any other species.\n\nBull sharks have been fished, commercially, in the past, but currently the biggest threat that they face is accidental capture in fisheries targeting other species. Most of these accidental captures take place when these sharks are upriver. They are also occasionally targeted in shark culling operations meant to promote the safety of beachgoers and other tourists. This activity has not been proven to be effective in protecting swimmers and is generally frowned upon by conservationists and scientists. As a result of the risks that bull sharks face throughout their range, the species is considered near threatened with extinction. If population trends are not reversed, this species may be at greater risk."
    },
    "hammerhead":{
        "label":"hammerhead",
        "image_url":"https://s3-eu-west-1.amazonaws.com/oceanographic/wp-content/uploads/2020/03/12101618/Scalloped-hammerhead-Christopher-Dascher.jpg",
        "description":"The great hammerhead shark is the largest of all hammerhead species, reaching a maximum known length of 20 feet (6.1 m)1 and weight of 991 pounds (450 kg).2 The species is distinguished from other hammerheads by its nearly straight hammer-shaped head (cephalofoil) that has a prominent indentation in the middle.\n\nGreat hammerhead sharks are apex predators and can be found worldwide in coastal, warm waters that are 68 degrees (20 degrees Celsius) or higher. Unlike scalloped hammerhead sharks, great hammerhead sharks are solitary and migrate long distances upward of 756 miles (1,200 km) alone.\nGreat hammerheads are, however, vulnerable to overfishing. They are caught incidentally and commercially targeted for their valuable fins in longline, bottom trawl, gillnet and hook-and-line fisheries. Great hammerheads are particularly threatened by the global shark fin trade because of the large size of their fins.More than 90 percent of great hammerheads die once they are captured by targeted or incidental fisheries.2 This high mortality rate, along with the shark’s coastal habitat and highly valued fin, makes the great hammerhead shark endangered with extinction"
    },
    "lemon":{
        "label":"lemon",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/shutterstock_37096219.jpg",
        "description":"Recognizable by the distinct yellow hue of its skin, the lemon shark occupies coral keys and mangrove forests along the Atlantic Ocean and parts of the Pacific. This shark’s stocky build and other physical features make it a powerful predator underwater, but it is also a common target of commercial fishers looking to sell and trade the shark’s fins and meat. \n\nThe lemon shark’s yellow skin color provides perfect camouflage against sandy in-shore areas where it often forages for food. This, along with the shark’s flattened head and short snout, makes the lemon shark a skillful predator of bony fish, crustaceans and stingrays. Occasionally, this species will also be observed eating seabirds or smaller sharks. An adult lemon shark may grow to be 10 feet long, making it one of the larger species of sharks in our oceans. The lemon shark’s retina is also equipped with a specialized horizontal band, or “visual streak,” that allows the shark to see fine detail and color when underwater. Though lemon sharks prefer shallow coastal waters, some individuals have been observed entering fresh water or undergoing migrations through the open ocean. Still, lemon sharks prefer a defined home range and may congregate in groups of up to 20 individuals to feed together at dawn and dusk. During the day, lemon sharks can be observed “resting” on the seabed, waiting for small fish to clean off parasites from their body, however this behavior takes up more energy than swimming as the shark must continually pump water over its gills to breathe.\n\nThe lemon shark is targeted by commercial and recreational fisheries throughout its range and is listed as Near Threatened by the IUCN Red List. The shark’s fins and meat are highly sought after to be sold on international markets. The thickness of the lemon shark’s skin also makes it ideal for the production of leather. "
    },
    "mako":{
        "label":"mako",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/shortfin_mako_shark.jpg",
        "description":"The shortfin mako shark is a large, predatory shark that lives in the open ocean and reaches lengths of 12 feet (3.8 m) and weights of at least 1200 pounds (545 kg). With top speeds of 45 miles per hour (74 kilometers per hour), the shortfin mako is the fastest shark and is one of the fastest fishes on the planet. This species’ athleticism is not restricted to its swimming speeds. It is known for its incredible leaping ability and can be observed jumping to extreme heights (out of the water) when hunting.\n\nShortfin mako sharks are known to be highly migratory, with individuals making long migrations every year. Like the true tunas, the great white shark, and some other fishes, the shortfin mako shark has a specialized blood vessel structure – called a countercurrent exchanger – that allows them to maintain a body temperature that is higher than the surrounding water. This adaptation provides them with a major advantage when hunting in cold water by allowing them to move more quickly and intelligently. This species feeds on a variety of prey. They are known to primarily eat bony fishes (including relatively large tunas) and squids but also eat other sharks, small marine mammals, sea turtles, and even dead organic matter. Shortfin makos are at the top of the pelagic food web, and adults do not have any known natural predators. Juveniles are likely eaten by other sharks and perhaps by cannibalistic adults.\n\nShortfin mako sharks have a large geographical range and are found widely in tropical to temperate latitudes of all oceans. Everywhere that they live, they are either targeted commercially or captured accidentally in fisheries targeting other species. These sharks are valued for the high quality of their fins and meat. Fishers that use longline fishing gear to target swordfish, yellowfin tuna, and other tunas regularly capture shortfin mako sharks and keep them to sell commercially. Other fisheries use longline or gillnet fishing gear to specifically target these sharks. The combination of these practices is driving down populations of shortfin makos all around the world, and scientists now believe them to be vulnerable to extinction. Without increased conservation and management efforts, this species’ populations will continue to decline, perhaps to a dangerous degree."
    },
    "nurse":{
        "label":"nurse",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/shutterstock_436783789.jpg",
        "description":"The nurse shark is one of the most commonly observed sharks on coral and rocky reefs of the eastern Pacific Ocean and the eastern and western Atlantic Ocean. Given that nurse sharks give live birth and that individuals (even juveniles) have relatively small home ranges, it is surprising that all individuals across this large, tropical to warm temperate distribution are the same species. An extensive genetic study of the nurse shark may reveal the existence of different species in different ocean basins (e.g., on either side of Central America).\n\nNurse sharks are very easy to identify. They reach fairly large sizes (10 feet/3 m), but unlike most large shark species, they are not grayish in coloration. Instead, they are yellowish-brown. They also have characteristically round heads, barbels that they use to search for prey, and very small eyes. Nurse sharks are one of the species of sharks that are able to remain perfectly still, and they spend most of the daylight hours resting in caves or under ledges, sometimes in groups of several individuals. During the twilight hours and at night, they become much more active and feed on fishes, rays, and invertebrates. They are suction feeders and can generate enough pressure to suck a queen conch right out of its shell. Like many suction feeders, nurse sharks swallow their prey whole."
    },
    "sand tiger":{
        "label":"sand tiger",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/shutterstock_dirk_van_der_heide_sand_tiger_shark.jpg",
        "description":"The sand tiger shark, also known as the gray nurse shark, is a slow-moving coastal predator distinguished by its flattened, conical snout and spiked, protruding teeth similar to the tiger shark. It has small eyes and light brown skin that resembles sand, helping the shark blend into its surroundings when looked at from above.\n\nThe sand tiger shark lives worldwide near the seafloor in surf zones, shallow bays and coral and rocky reefs. They are a large species, growing to a maximum length of 10.5 feet (3.2 m) and weight of 350 pounds (159 kg).2 The sand tiger shark is the only shark that is known to maintain neutral buoyancy by gulping air at the water’s surface and holding it in its stomach. This allows the sand tiger shark to hover motionless in the water.\n\nSand tiger sharks are targeted in some commercial fisheries for their fins, for their meat in Japanese markets, for their oil in Australian markets and for the aquarium trade worldwide. Sand tiger sharks are primarily caught by line fishing. They are also vulnerable to being caught commercially and as bycatch in bottom trawls and gillnets. Because of their coastal habitat, sand tiger sharks are overfished and experienced a 75 percent decline from 1980 to 1990 as a result. Overfishing, paired with the sand tiger shark’s extremely low reproductive rate, has led to the species being listed as vulnerable to extinction. Without ending the shark fin trade and stopping overfishing, the sand tiger shark could become extinct."
    },
    "thresher":{
        "label":"thresher",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/shutterstock_shane_gross_pelagic_thresher_shark.jpg",
        "description":"The pelagic thresher shark is one of three thresher sharks, all three known for their extremely long tails. Adult pelagic threshers’ tails are longer than the rest of the body. Scientists believe that they are highly migratory, but there have not been sufficient tagging studies to confirm that suspicion. Little is known about the ecology of pelagic thresher sharks, as they are difficult to study in their natural habitat (the open ocean).\n\nThe Pelagic thresher shark’s long tail, which can reach lengths of several meters, is used for hunting. Much like a swordfish’s or blue marlin’s bill, the tail is whipped side to side to stun or kill prey, making it particularly easy to capture. This behavior has only been observed a few times and filmed even fewer. Sport fishers, however, often catch this species by the tail. When an individual whips a fisher’s bait with its tail, it becomes hooked and is retrieved in reverse. Because pelagic thresher sharks need to swim forward to pass oxygenated water over their gills, they often die after being captured, even if they are released quickly. The pelagic thresher shark’s mouth is relatively small, and they eat small pelagic fishes and squids.\n\nAs a result of the pelagic thresher shark’s life history characteristics (very low reproductive rate, slow growth, etc.) and its capture by commercial shark fisheries and fisheries targeting other species, this shark is considered to be vulnerable to extinction. Populations around the world are declining, and scientists believe that unless negative trends are addressed soon, this species (and the other thresher sharks) may be in trouble. It is fished throughout its range and is afforded very little legal protection wherever it lives."
    },
    "tiger":{
        "label":"tiger",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/tiger_shark_0.jpg",
        "description":"The tiger shark gets its name from the characteristic vertical bars that cover the sides of its body. Though these bars fade slightly as individuals reach adulthood, they are very noticeable in juveniles and at least party visible throughout the lifetime. Reaching lengths of at least 18 feet (5.5 m) and 2000 pounds (nearly a metric tonne), the tiger shark is the fourth largest shark and second largest predatory shark, behind only the great white.\n\nTiger sharks are aggressive predators, famous for eating just about anything they find or are able to capture. They have been known to eat many different fishes and invertebrates, seabirds, sea turtles, some marine mammals, stingrays and other rays, smaller sharks, sea snakes, and scavenged dead animals, among other things. Several tiger sharks have been known to eat garbage, including metal, plastic, wood, fishing gear, and other trash. Though they are generalist predators, in some areas, tiger sharks likely specialize on certain highly available prey. For example, in Hawaii, tiger sharks are known to regularly attack and eat green turtles and hawaiian monk seals near the nesting beaches for those two species. Scientists often observe individuals with missing flippers that have been bitten off by a Tiger. At other island groups, tiger sharks are known to congregate near seabird rookeries during the times when young birds are learning to fly (and often end up on the sea surface). Finally, tiger sharks have been known to bite people, and their rather large size leads to occasional fatalities, particularly in areas where large numbers of people use the ocean, recreationally.\n\nThough the tiger shark is thought to be a predominately coastal species, its geographic distribution includes all tropical and temperate waters around the world, so some individuals must migrate between island groups. Experts consider tiger sharks to be ‘near threatened’ with extinction, noting the reduction in their numbers from targeted and accidental catch in fisheries. Their reputation as a species that bites people (though very rarely) makes them a target of population control efforts in some places, a practice that is not supported by scientists anywhere that it occurs."
    },
    "whale":{
        "label":"whale",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/whale_shark_5.jpg",
        "description":"he largest fish in the world is the graceful, harmless whale shark. Though they reach the size of a school bus, whale sharks eat tiny plankton and fish eggs, which they filter feed as they swim slowly along with their giant mouths wide open. They are one of only three species of filter feeding sharks.\n\nTheir incredible size may help them to survive long migrations to abundant food sources, between which they may not be able to find enough food. Scientists believe that some individuals swim across entire oceans to arrive just in time for a plankton bloom or a mass spawning of fish or coral eggs – an amazing feat for a fish.Like many large, slow moving animals, the whale shark has been fished quite heavily over the last several decades, and individuals are often accidentally caught in fishing gear that targets other species. Whale shark meat is eaten in some parts of the world, and the fins are valuable as well. Scientists currently believe whale sharks to be vulnerable to extinction. Fortunately, a large tourism industry has been developed for viewing whale sharks in the wild, and their value alive is higher than their value to fishers. For that reason and because they are such impressive animals, most places around the world offer whale sharks complete legal protection. Unfortunately, illegal fishing does still occur in some places."
    },
    "white":{
        "label":"white",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/shutterstock_366230828_0.jpg",
        "description":"The largest predatory fish in the world – capable of eating marine mammals that weigh several hundred pounds – is the great white shark. The only two fishes that grow larger than Great Whites are the whale shark and the basking shark, both filter feeders that eat plankton.\n\nThe great white, on the other hand, is known to be an aggressive predator and has an extremely muscular body, capable of chasing down some of the fastest swimmers in the ocean.  Reaching lengths of up to 20 feet (6 m) and weights of several tons, the great white’s body is perfectly adapted to a life of predation.While great whites are one of the few species known to have bitten and killed people, these events are extremely rare.  Typically, when a great white does bite a person, it only takes one exploratory bite and quickly realizes that the person is not its preferred prey.  Unfortunately due to their very large size, even an exploratory bite can be fatal or extremely traumatic.  People, on the other hand, capture too many great whites, through targeted fisheries or accidental catch in other fisheries, and scientists generally consider great whites to be vulnerable to extinction. It is known to be a naturally rare species, near the top of the coastal marine food web throughout its range, so accidental or purposeful pressure from humans can be particularly risky.  Throughout much of its range, great whites have been given some or complete legal protection, but some catch continues to occur.  Noting that there is no “lesser white shark,” scientists refer to the great white simply as the 'White Shark.'"
    },
    "whitetip":{
        "label":"whitetip",
        "image_url":"https://oceana.org/sites/default/files/styles/lightbox_full/public/noaa_david_burdick_whitetip_reef_shark.jpg",
        "description":"The whitetip reef shark is a slim, medium-sized shark characterized by its white-tipped dorsal and tail fins that give this species its name. Whitetip reef sharks are known for using their slender bodies to maneuver through caves and crevices throughout their coral reef habitats in the Indian and Pacific Oceans.\n\nThe whitetip reef shark is a common and broadly distributed species. They are nocturnal, spending their nights hunting and their days resting in reef caves or sandy bottoms with large groups of fellow whitetips. In caves, whitetip reef sharks pile on top of each other like logs, lying motionless for hours because this species does not need to move to breathe. They often return to the same home cave for days or weeks at a time, sometimes longer.Whitetip reef sharks are also vulnerable to predation from humans. They are fished commercially using line and trawl nets for tropical markets. Once abundant, whitetip reef shark numbers depleted noticeably from 1985 to 2005 due to overfishing in certain areas.2 Their shallow water habitats (33 to 131 feet/10 to 40 m) have made them susceptible to becoming bycatch in gillnet and longline fisheries, as well.3 Whitetip reef sharks are considered near threatened with extinction due to their small litter size, late age of maturity and coral reef habitat loss. Without proper, enforced fisheries management, this species may become threatened with extinction."
    }
}